Revit 2027 API
BuiltInFailures.GroupFailures.NoModelGroups Property
 There are no Model Groups in this Project or Family.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NoModelGroups { get; }
Public Shared ReadOnly Property NoModelGroups As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NoModelGroups {
	FailureDefinitionId^ get ();
}
static member NoModelGroups : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace